[
  {
    "doubt": "入学条件是什么 ？",
    "cont": "A：至少具备高中及以上学历，对互联网行业和编程感兴趣。"
  },
  {
    "doubt": "上课形式是什么 ？",
    "cont": "A：上课形式为录播+1v1辅导，闯关式学习。"
  },
  {
    "doubt": "学习周期是多久 ？",
    "cont": "A：中级课程推荐学习周期 5 个月,在这 5 个月内,你将进行闯关式学习,本课程共计7 个模块,每个 模块有若干章节,每个章节都会有作业,一个模块的所有作业及格且通过专业导师的视频考核, 即可进入下一模块学习。<br>B：若想在 5 个月内顺利完成课程,我们推荐你平均每天不低于 3 小时时间学习,否则你的毕业时间 可能会拉长。"
  },
  {
    "doubt": "为何要采取闯关式学习 ？",
    "cont": "A：我们希望确保每个拿到LuffyX学位证书的学员都真正的学有所成，把大课程分成多个小模块，每个模块进行考核是检验学员是否真正掌握了课程知识的有效手段。"
  },
  {
    "doubt": "考核采取什么形式 ？",
    "cont": "A：考核方式有3种：<br>&nbsp;&nbsp;&nbsp;a：作业考核，每个模块都有若干章节，每章会有作业，你需在指定时间内提交作业，作业会给予批复，及改进建议，本模块所有作业必须成绩合格，才能进行闯关考核。<br>&nbsp;&nbsp;&nbsp;b：闯关考核，每个模块学完，且作业均合作，即可申请闯关考核，考核方式为视频1v1，你的导师会从考核题库里随机抽出一些题来问你，就像面试一样，题型包括问答、和编码题，时长为20-60分钟，考核结束后，导师会根据你的表现来决定是否允许你通过考核。<br>&nbsp;&nbsp;&nbsp;c：结业考核，在推荐的学习周期内完成了所有模块的学习，讲会有课程主讲师，对你进行1v1的视频面试，考核通过后，发放LuffyX学位证书，并给予知名互联网企业内推机会。考核不通过，则需复习后重新考核。"
  },
  {
    "doubt": "为什么不是直播 ？",
    "cont": "A：我们曾经尝试过直播，效果并不好，在线教育要解决学习的空间和时间问题，即允许学员在任意地点、任意时间学习，很显然直播并不能做到这一点，直播要求学员必须固定时间上课，很多选择在线学习的人，时间是不一致的，会经常错过上课时间点，最终跟不上进度，而放弃学习。<br>B：另外，相比于精品的录播课程，直播的课程略显粗糙，讲师不会针对一个知识点进行反复的推敲，会经常讲不好课的现象出现，而路飞学城专门为线上学员录制的课程则不会出现这个问题，因为学员看到每个视频内容，都是经过多位讲师共同研讨，反复确认，确保内容准确性、深度、讲解清晰度上都是高标准的。"
  },
  {
    "doubt": "课程有效期是多久 ？",
    "cont": "A：有效期分2种，一个是视频有效期，为2年， 一个是导师服务期，为5个月。"
  },
  {
    "doubt": "除了视频外， 还有什么配套服务 ？",
    "cont": "A：还有配套课件、项目源码、导师1v1答疑、学习社群、作业批改、视频考核、就业推荐服务。"
  },
  {
    "doubt": "导师真的是1v1的辅导么 ？",
    "cont": "A：是的，当然，一个导师会同时管理多名学员，但对你来讲，他的服务是1对1的。<br>B：另外，为了保证导师对每位学员的服务质量，我们通过以下手段来管理导师：<br>&nbsp;&nbsp;&nbsp;a：控制每位导师服务的学员数量，一位导师服务学员的数量最多不会超过30人。<br>&nbsp;&nbsp;&nbsp;b：我们开发了自动化的导师管理系统，对导师的行为进行了自动化的管理，要求导师必须在指定时间对学员进行跟进、作业批改、答疑等，若有违反，系统会自动触发事件，扣除相应的导师费用。"
  },
  {
    "doubt": "导师的技术水平怎么样 ？",
    "cont": "A：导师有2种：<br>&nbsp;&nbsp;&nbsp;a：从老男孩毕业的优秀学员，在企业里从事相关技术的运维或研发工作。<br>&nbsp;&nbsp;&nbsp;b：外聘导师，从事与本课程相关的技术运维或研发工作。<br>B：我们在选择导师时，会充分考量导师的技术水平、授学态度等方面，确保每个导师能为学员提供满意的服务."
  },
  {
    "doubt": "学完后能达到什么水平 ？",
    "cont": "A：中级课程学完可达到初级运维工程师的水平，能维护50-100台服务器的小型运维环境。<br>B：高级课程学完可达到中级运维工程师的水平，可维护100-500台服务器运维环境，可以从事云计算、Docker运维，工资达到10-15k."
  },
  {
    "doubt": "跟线下课程有什么区别 ？",
    "cont": "A：相比线下课程，我们认为路飞在线课程更具优势，除了课程内容都是用业内名师精心录制外，专业导师的1v1服务还能让你体验比线下学习更细心的技术指导、作业批改、问题答疑等。<br>B：另外你可以根据自己的接受程度来设定学习计划，不用担心像线下面授班跟不上的问题。<br>C：另外，我们每个作业、每个模块的闯关考核能更快速的对你的学习给出反馈，不至于像线下，一个班人数众多，讲师并不能关注到每个人，基础差的同学，可能到最后，才被发现学的不好，导致就业不顺利。"
  },
  {
    "doubt": "真的能达到跟线下学习一样的效果么 ？",
    "cont": "A：可以，只要按照我们设定的模式进行学习，我们可以保证学习的效果。<br>B：另外，你在成功毕业且拿到LuffyX学位证书后，我们是提供就业推荐服务的，并且保证6个月内推荐不成功，退还所有学费，敢于做出这样的保证，正是因为我们课程质量自信的表现。"
  },
  {
    "doubt": "毕业可以推荐工作么 ？",
    "cont": "A：可以，在 8 个月内顺利毕业的同学,我们将为你提供与本课程所学技术相关的职位推荐服务,就 业范围主要集中在一线城市,针对在二三线地区的学员,我们也会充分考虑工作地点的问 题,但目前还无法保证必须能推荐指定地区的工作机会,超过 8 个月依然未毕业的学员, 我们将不提供就业推荐服务。<br>B：从毕业日起,若经过我们的推荐,你 6 个月内依然未能实现就业,路飞学城将退还你全部 学费,但经我们推荐成功,你却拒绝的工作机会,我们将视为你主动放弃了就业推荐服务。"
  },
  {
    "doubt": "路飞的课程为价格为什么这么高 ？",
    "cont": "不知道你如何定义价格高，或者说，你觉得多少不算高，让我帮你算一下账。<br>A：我们的视频都是经过业内知名的名师精心研发并录制的，这些讲师的年薪多在50万甚至更高，除了录制视频外，每个课程还配备了详细的文档、源码等，视频录好后，还需要剪辑师剪辑，总体平均到每小时的视频录制成本在2000元左右。<br>B：另外，我们还为你配备了1v1导师，给导师分配一个学员，就需要付给导师2000元费用，这些导师都是在企业里做相关技术开发的，工资都在15K+,我们付的少了，是吸引不了他们干这个事情的。<br>C：还有，我们花了大量的精力开发路飞学城平台，你看到的可能只是几个简单的页面，复杂的是后台各种复杂的业务逻辑，对于LuffyX学位课程，我们已经做到了对学员和导师的自动化管理，比如，导师必须在指定时间内回答你的问题、批改作业，定期对你的学习情况进行跟进，否则系统会自动扣除导师的积分，直接影响他的工资。 对学员，也是如此，我们为每个作业设置了奖学金，只要按指定时间完成作业，就可以拿奖金，类如此的产品设计和创新还有很多，真的不是简单的让你在线看视频而已。<br>D：除了针对每个作业的小奖金，你在指定周期内学完了课程，还可以拿到整体的学位奖学金，最高奖金可达到学费的80%。<br>E：最后，我们还有全职的就业老师，专门为毕业学员推荐工作。<br>亲，上面这些都是成本呀。 我们让你花了不到1万的费用，却得到了跟传统面授课程一样的，甚至更佳的服务，同样内容的线下面授课程是2万左右，你竞然觉得我们价格高，还有没有人性呀。"
  },
  {
    "doubt": "路飞上的学位课程的与其它机构对比的优势是什么 ？",
    "cont": "A：路飞的目标是完全取代线下传统授课模式，所以学位课程从一开始设计 ，就不是轻量级的，而是采取了 视频+练习题+作业批改+导师1v1指导+闯关考核+就业指导的重服务创新模式。虽然学习方式是线上的，但是提供的服务并不亚于线下传统面授机构。<br>B：另外，相比其它在线平台的课程，大多只是提供视频和有限的群答疑外，与路飞学城完全不一样。在路飞，视频只是开始，后面更多的其它服务才是重点，想学好一门技术 ，光靠看视频有毛用呀。"
  },
  {
    "doubt": "学你们的课程有年龄、学历限制么 ？",
    "cont": "A：课程本身是没有年龄限制的，在至少高中水平且上学时成绩不差的前提下，无论你是18岁，还是40岁，只要下功夫学习，都可以学好运维。但是若想从事运维这个行业，还是要有的，举例说明，A同学之前是做销售的，现年35岁，现在想转行做运维，这我们就不建议了，不是说你肯定学不好，而是即使学好了，也不好就业，因为，亲，记住这句话，没有一个行业愿意要一个岁数大的新手。<br>B：但是，如果你之前是做网络工程师的或网管的，你现在35岁了，那依然可以学，为什么呢？你之前做的都是技术相关，你学会了Linux运维，相当于技能再提升，工资一下子就上去了。<br>C：so，针对纯小白，之前从事的工作是非技术相关的同学， 我们的建议学习本课程的年龄为18-30岁之间。"
  },
  {
    "doubt": "有没有课程试听 ？",
    "cont": "A：有呀有呀，联系我们的客服娜美同学要试听就可以。"
  },
  {
    "doubt": "有没有学员学成功的案例 ？",
    "cont": "A：有呀，很多，请联系课程顾问索要详细信息。"
  },
  {
    "doubt": "学完你们的课程有什么证书么 ？",
    "cont": "A：在指定期间内完成课程，发放LuffyX学位证书。"
  },
  {
    "doubt": "在校生有没有优惠 ？",
    "cont": "针对在校大学生，我们推出了教育优惠，只需通过学校邮箱将以下信息发送到customer@luffycity.com ，即可领取75折学生专属优惠。<br>&nbsp;&nbsp;&nbsp;a：个人学生证<br>&nbsp;&nbsp;&nbsp;b：身份证<br>&nbsp;&nbsp;&nbsp;c：个人手持身份证照片<br>&nbsp;&nbsp;&nbsp;d：学信网学籍查询截图"
  },
  {
    "doubt": "后面的职业发展前景怎样 ？",
    "cont": "A：我只能讲互联在能看到的未来依然是朝阳行业，人才缺口依然存在，这也是为什么一个初级运维就能到10k的原因之一，在这个行业里工作3-5年的运维人员，只要技术不太差，人品不太差，工资基本都能上2万+，再往后发展，技术好、态度好、会来事的程序员有机会升级到运维主管、架构师，工资能到3-5万，再往上走就是运维总监和CTO啦，这个能否达到，就得看你的造化了，毕竟越往上，竞争越激烈，人才也越多，想要成为CTO, 就得各方面都比大多数做技术都强才行，做到CTO, 年薪基本都能到60-100万，甚至更高。"
  }
]
